// Greek / ギリシャ / el / ελληνικά

LZD_BTN_OK = "OK";
LZD_APPLICATION_NAME_UD_UNINSTALLER = "Πρόγραμμα κατάργησης εγκατάστασης του USB Display";
LZD_MENUITEM_ABOUT_UNINSTALLER = "Πληροφορίες για το Πρόγραμμα κατάργησης εγκατάστασης του USB Display";
LZD_MENUITEM_HIDE_UNINSTALLER = "Απόκρυψη του Πρόγραμμα κατάργησης εγκατάστασης του USB Display";
LZD_MENUITEM_QUIT_UNINSTALLER = "Έξοδος από το Πρόγραμμα κατάργησης εγκατάστασης του USB Display";
LZD_CONFIRM_UNINSTALLATION = "Κατάργηση του USB Display από τον υπολογιστή.";
LZD_CONFIRM_UNINSTALLATION_INFO = "Κάντε κλικ στην επιλογή [Συνέχεια] για να συνεχίσετε.";
LZD_YESNEXT = "Συνέχεια";
LZD_NOQUIT = "Τέλος";
LZD_REMOVING = "Κατάργηση...";
LZD_UNINSTALLED = "Ολοκληρώθηκε η κατάργηση της εγκατάστασης του USB Display.";
LZD_UNINSTALLED_INFO_SUCCESS = "Όλα τα αρχεία έχουν καταργηθεί.";
LZD_UNINSTALLED_INFO_FAILURE = "Δεν ήταν δυνατή η κατάργηση ορισμένων αρχείων.";
LZD_MENUITEM_HIDEOTHERS = "Απόκρυψη άλλων";
LZD_MENUITEM_SHOWALL = "Εμφάνιση όλων";
LZD_UNINSTALL_REBOOT_INFO = "Πραγματοποιήστε επανεκκίνηση του υπολογιστή σας μετά την κατάργηση της εγκατάστασης.";
LZD_BEFORE_UNINSTALL_INFO = "Κάντε κλικ στην επιλογή [Συνέχεια] για την εκτέλεση της λειτουργίας. Κάντε κλικ στην επιλογή [Τέλος] για να επιστρέψετε στην προηγούμενη κατάσταση.";
LZD_CONFIRM_UNINSTAL_INFO = "Κάντε κλικ στην επιλογή [Συνέχεια] για να προχωρήσετε.";
LZD_UNINSTALLED_REBOOT_INFO = "Η λειτουργία ολοκληρώθηκε. Κάντε κλικ στην επιλογή [Επανεκκίνηση].";
LZD_BTN_REBOOT = "Επανεκκίνηση";
LZD_WARNING_REBOOT_INFO = "Χρειάζεται να επανεκκινήσετε τον υπολογιστή σας για να ολοκληρώσετε την εγκατάσταση του USB Display.";
